---
kind: other
id: Properties.T:Autodesk.Revit.DB.TableCellCalculatedValueData
source: html/bb419715-a2eb-0d4c-4bc3-f9a9021ad478.htm
---
# TableCellCalculatedValueData Properties

Specifies whether the .NET object represents a valid Revit entity.